/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Bejövő partnerkérelem";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Foglalt";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "1. híváshiba";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "2. híváshiba";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Hívás várakozik";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Kapcsolás";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Partner elérhető";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Partner nem érhető el";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Partnerek fogadása";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Fájl átvitele kész";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Fájl átvitele sikertelen";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Első üzenet megérkezett";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "A hívás befejeződött";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Hívás tartása";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Bejövő hívás";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Bejövő fájlátvitel";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Bejelentkezés";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Kijelentkezés";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Üzenet érkezett";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Üzenet érkezett megnyitott ablakban";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Üzenet elküldve";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Új felhasználó";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Kimenő hívás";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Hívás távoli befejezése";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Hívás folytatása";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Hangfrekvenciás tárcsázás";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Hármas hangjelzés";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Hangüzenet";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Amikor kijelentkezem";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Amikor bejelentkezem";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Partner elérhetővé válik";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Partner nem elérhetővé válik";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Bejövő hívás";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Bejövő hívás – hívás várakozik";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Hívás kapcsolása";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Kimenő hívás";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "A hívás befejeződött";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Csoportos hívás résztvevője kilépett";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Foglalt";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Hívás tartása";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Hívás folytatása";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Új üzenet a legutóbbi beszélgetésben";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Új üzenet a jelenlegi beszélgetésben";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Első üzenet a beszélgetésben";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Hangulatüzenet érkezett";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "A partner éppen gépel";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Üzenet elküldve";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Partnerkérelem érkezett";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Partnerek fogadása";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Bejövő fájlátvitel";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Fájl átvitele kész";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Fájl átvitele sikertelen";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Asztali API-alkalmazás csatlakozott";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Bejelentkezett.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Kijelentkezett.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "„@” partner elérhető.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "„@” partnere nem elérhető el.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Bejövő hívása érkezett „@” felhasználótól.";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Bejövő hívása érkezett „@” felhasználótól.";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Hívás kapcsolása.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "„@” hívása folyamatban.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "A hívás befejeződött.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "A résztvevő kilépett.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "A vonal foglalt.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Hívás tartása.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Hívás folytatása.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Üzenet";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Üzenet „@” felhasználótól.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Üzenet „@” felhasználónak.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "„@” módosította a hangulatüzenetét.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Csevegőüzenete érkezett „@” felhasználótól.";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "„@” éppen gépel.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Partnerkérelem érkezett „@” felhasználótól.";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Partnerlista érkezett „@” felhasználótól.";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Fájl érkezett „@” felhasználótól.";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "A fájlátvitel „@” felhasználóval befejeződött.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "A fájlátvitel „@” felhasználóval sikertelen.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "A következő alkalmazás csatlakozott a Skype-hoz: „@”";
